Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# STROOP_TASK_STEP_TEXT
source: Select the first letter of the name of the COLOR that is shown.
ar: حدد الحرف الثاني من اسم اللون الذي يظهر.
ca: Selecciona la primera lletra del nom del COLOR que es mostra.
cs: Vyberte první písmeno BARVY, kterou je slovo napsáno.
da: Vælg de(t) første bogstav(er) i navnet på den viste FARVE.
de: Wähle den ersten Buchstaben der FARBE aus, die angezeigt wird.
el: Επιλέξτε τα πρώτα δύο γράμματα του ονόματος του ΧΡΩΜΑΤΟΣ που εμφανίζεται.
es: Selecciona la primera letra del nombre del COLOR que se muestra.
fi: Valitse näytettävän VÄRIN nimen ensimmäinen kirjain.
fr: Sélectionnez la première lettre du nom de la COULEUR affichée.
fr_ca: Sélectionnez la première lettre du nom de la COULEUR affichée.
he: בחר/י את האות הראשונה של שם ה*צבע* שבו כתובה המילה.
hi: दिखाए गए रंग के नाम के पहले अक्षर का चयन करें।
hr: Odaberite prvo slovo naziva BOJE koja je prikazana.
hu: Válassza ki a látott SZÍN nevének első betűjét.
id: Pilih huruf pertama dari nama WARNA yang ditampilkan.
it: Seleziona la prima lettera del nome del COLORE che viene mostrato.
ja: 表示される色を選択してください。
ko: 표시된 색상을 뜻하는 단어의 첫 번째 글자를 선택하십시오.
ms: Pilih huruf pertama nama WARNA yang ditunjukkan.
nl: Selecteer de eerste letters van de naam van de KLEUR die wordt weergegeven.
pl: Zaznacz pierwszą literę nazwy KOLORU, jaki jest wyświetlony.
pt: Selecione a abreviação do nome da COR mostrada.
pt_pt: Selecione a quarta letra do nome da COR mostrada.
ro: Selectați prima literă a numelui CULORII afișate.
ru: Выберите первую букву названия того ЦВЕТА, который видите на экране.
sk: Vyberte prvé písmeno názvu zobrazenej FARBY.
sv: Välj de första två bokstäverna i namnet på den FÄRG som visas.
sw: Chagua herufi ya kwanza ya jina la RANGI inayoonyeshwa.
th: เลือกตัวอักษรแรกของชื่อสีที่ปรากฏขึ้น
tr: Gösterilen RENGİN adının ilk harfini seçin.
uk: Вибирайте першу букву назви показаного КОЛЬОРУ.
vi: Chọn chữ cái đầu tiên của tên MÀU được hiển thị.
zh_cn: 选择所显示颜色名称的第一个字。
zh_hk: 請選擇所顯示之「顏色」的首字。
zh_tw: 選取所顯示的「顏色」名稱的第一個字。

# STROOP_TASK_TITLE
source: Stroop
ar: ستروب
ca: Colors i paraules
cs: Stroopův test
es: Colores y palabras
he: מבחן סטרופ
hi: स्ट्रूप
hr: Stroopov efekt
hu: Stroop-hatás
it: Test di Stroop
ja: ストループ
ko: 스트루프
nl: Stroop-taak
pl: Efekt Stroopa
ru: Тест Струпа
sk: Stroopov test
uk: Тест Струпа
zh_cn: 斯特鲁普
zh_hk: 斯特魯普
zh_tw: 斯特魯普

# TAP_BUTTON_TITLE
source: Tap
ar: الضغط
ca: Prem
cs: Klepněte
da: Tryk
de: Tippen
el: Αγγίξτε
es: Pulsar
es_419: Tocar
fi: Napauta
fr: Toucher
fr_ca: Toucher
he: הקש/י
hi: टैप करें
hr: Dodirnite
hu: Koppintás
id: Ketuk
it: Tocca
ja: タップ
ko: 탭
ms: Ketik
nb: Trykk
nl: Tik
pl: Stuknij
pt: Toque
pt_pt: Toque
ro: Apăsați
ru: Коснитесь
sk: Klepnite
sv: Tryck
sw: Gusa
th: แตะ
tr: Dokun
uk: Торкнути
vi: Chạm
zh_cn: 轻点
zh_hk: 點按
zh_tw: 點一下

# TAPPING_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, prem Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
es_419: Toca Empezar para comenzar.
fi: Aloita napauttamalla Aloita-painiketta.
fr: Touchez Démarrer pour commencer.
fr_ca: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ko: 시작하려면 시작하기를 탭하십시오.
ms: Ketik Mulakan untuk memulakan.
nb: Trykk på Start for å begynne.
nl: Tik op 'Start' om te beginnen.
pl: Aby rozpocząć, stuknij w Start.
pt: Toque em Iniciar para começar.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
sw: Gusa 'Anza' kuanza.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
zh_cn: 轻点“开始”来进行测试。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

# TAPPING_CALL_TO_ACTION_NEXT
source: Tap Next to begin.
ar: اضغط على التالي للبدء.
ca: Prem Següent per continuar.
cs: Začněte klepnutím na Další.
da: Tryk på Næste for at starte.
de: Tippe auf „Weiter“, um anzufangen.
el: Αγγίξτε «Επόμενο» για να ξεκινήσετε.
es: Pulsa Siguiente para empezar.
es_419: Toca Siguiente para comenzar.
fi: Aloita napauttamalla Seuraava.
fr: Touchez Suivant pour commencer.
fr_ca: Touchez Suivant pour commencer.
he: הקש/י על ״הבא״ כדי להתחיל.
hi: आरंभ करने के लिए “अगला” पर टैप करें।
hr: Dodirnite Sljedeće za početak.
hu: Koppintson a Következő elemre a kezdéshez.
id: Ketuk Berikutnya untuk memulai.
it: Tocca Avanti per iniziare.
ja: 始めるには、“次へ”をタップしてください。
ko: 시작하려면 다음을 탭하십시오.
ms: Ketik Seterusnya untuk bermula.
nb: Trykk på Neste for å begynne.
nl: Tik op 'Volgende' om te beginnen.
pl: Aby rozpocząć, stuknij w Dalej.
pt: Toque em Seguinte para começar.
pt_pt: Toque em Seguinte para começar.
ro: Apăsați “Înainte” pentru a începe.
ru: Чтобы начать, коснитесь «Далее».
sk: Pre spustenie klepnite na Ďalej.
sv: Tryck på Nästa för att börja.
sw: Bonyeza Ifuatayo kuanza.
th: แตะถัดไปเพื่อเริ่ม
tr: Başlamak için İleri’ye dokunun.
uk: Торкніть «Далі», щоб почати.
vi: Chạm Tiếp để bắt đầu.
zh_cn: 轻点“下一步”来开始。
zh_hk: 點一下「下一步」開始。
zh_tw: 點「下一步」來開始。

# TAPPING_INSTRUCTION
source: Tap the buttons as consistently as you can using two fingers.
ar: اضغط على الزرين بتوافق قدر الإمكان باستخدام إصبعين.
ca: Prem els botons amb dos dits al ritme més constant que puguis.
cs: Dvěma prsty co nejrovnoměrněji klepejte na tlačítka.
da: Tryk på knapperne så ensartet, som du kan vha. to fingre.
de: Tippe mit zwei Fingern so gleichmäßig wie möglich auf die Tasten.
el: Αγγίξτε τα κουμπιά χρησιμοποιώντας δύο δάχτυλα και φροντίστε ο χρόνος μεταξύ των αγγιγμάτων να είναι όσο το δυνατόν ίδιος.
es: Pulsa los botones a un ritmo que sea lo más constante posible utilizando dos dedos.
es_419: Toca los botones lo más constante que puedas usando dos dedos.
fi: Napauta painikkeita niin tasaisesti kuin pystyt kahdella sormella.
fr: Touchez les boutons de façon aussi régulière que possible avec deux doigts.
fr_ca: Touchez les boutons aussi régulièrement que possible avec deux doigts.
he: הקש/י על הכפתורים בשתי אצבעות באופן עקבי ככל שניתן.
hi: बटनों को दो उँगलियों से जितना हो सके, उतने समान समयांतराल पर टैप करें।
hr: Dodirujte tipke što ujednačenije možete koristeći dva prsta.
hu: Két ujjal koppintson a gombokra olyan egyenletesen, ahogy csak tud.
id: Ketuk tombol sekonsisten mungkin menggunakan dua jari.
it: Tocca i pulsanti il più regolarmente possibile usando due dita.
ja: 2本の指を使って、できるだけ一定の速度でボタンをタップしてください。
ko: 두 손가락으로 버튼을 빠르게 연속으로 탭하십시오.
ms: Ketik butang sekonsisten yang anda boleh menggunakan dua jari.
nb: Trykk på knappene så jevnt som du klarer, med to fingre.
nl: Tik met twee vingers zo gelijkmatig mogelijk op de knoppen.
pl: Stukaj w przyciski dwoma palcami możliwie miarowo.
pt: Toque nos botões com o máximo de consistência que puder usando dois dedos.
pt_pt: Com dois dedos, toque nos botões o mais regularmente que puder.
ro: Apăsați butoanele cât de consecvent puteți folosind două degete.
ru: Касайтесь кнопок двумя пальцами с одинаковой скоростью.
sk: Pravidelne klepte na tlačidlá dvomi prstami.
sv: Tryck på knapparna så konsekvent du kan med två fingrar.
sw: Gonga vifungo kwa usawa kadri uwezavyo ukitumia vidole viwili.
th: ใช้สองนิ้วแตะปุ่มโดยลงน้ำหนักให้สม่ำเสมอที่สุดเท่าที่จะทำได้
tr: İki parmağınızı kullanarak düğmelere dokunabildiğiniz kadar tutarlı dokunun.
uk: Торкайте кнопки двома пальцями якомога послідовніше.
vi: Chạm vào các nút bằng hai ngón tay liên tục nhất có thể.
zh_cn: 用两个手指尽可能以均匀的速度轻点按钮。
zh_hk: 用兩指以最平穩的速度點按這些按鈕。
zh_tw: 用兩指儘可能地以相同的節奏點按按鈕。

# TAPPING_INSTRUCTION_LEFT
source: Tap the buttons using your LEFT hand.
ar: اضغط على الزرين باستخدام يدك اليسرى.
ca: Prem els botons amb la mà ESQUERRA.
cs: Klepejte na tlačítka LEVOU rukou.
da: Tryk på knapperne med din VENSTRE hånd.
de: Tippe mit deiner LINKEN Hand auf die Tasten.
el: Αγγίξτε τα κουμπιά χρησιμοποιώντας το ΑΡΙΣΤΕΡΟ σας χέρι.
es: Pulsa los botones con la mano izquierda.
es_419: Toca los botones usando tu mano izquierda.
fi: Napauta painikkeita VASEMMALLA kädellä.
fr: Touchez les boutons de la main GAUCHE.
fr_ca: Touchez les boutons avec la main GAUCHE.
he: הקש/י על הכפתורים ביד שמאל.
hi: अपने बाएँ हाथ से बटनों पर टैप करें।
hr: Dodirujte tipke koristeći LIJEVU ruku.
hu: Koppintson a gombokra BAL kézzel.
id: Ketuk tombol menggunakan tangan KIRI Anda.
it: Tocca i pulsanti usando la mano SINISTRA.
ja: 左手を使ってボタンをタップしてください。
ko: 왼손으로 버튼을 탭하십시오.
ms: Ketik butang menggunakan tangan KIRI anda.
nb: Trykk på knappene med din VENSTRE hånd.
nl: Tik op de knoppen met de vingers van je LINKERHAND.
pl: Stukaj w przyciski LEWĄ ręką.
pt: Toque nos botões usando a mão ESQUERDA.
pt_pt: Com a mão ESQUERDA, toque nos botões.
ro: Apăsați butoanele folosind mâna STÂNGĂ.
ru: Касайтесь кнопок пальцами ЛЕВОЙ руки.
sk: Klepte na tlačidlá pomocou ĽAVEJ ruky.
sv: Tryck på knapparna med VÄNSTRA handen.
sw: Gusa vifungo kwa kutumia mkono wako wa KUSHOTO.
th: ใช้มือซ้ายแตะปุ่ม
tr: Düğmelere SOL elinizi kullanarak dokunun.
uk: Торкайте кнопки ЛІВОЮ рукою.
vi: Chạm nút bằng tay TRÁI của bạn.
zh_cn: 使用左手轻点按钮。
zh_hk: 用你的左手點按這些按鈕。
zh_tw: 用「左手」點按按鈕。

# TAPPING_INSTRUCTION_RIGHT
source: Tap the buttons using your RIGHT hand.
ar: اضغط على الزرين باستخدام يدك اليمنى.
ca: Prem els botons amb la mà DRETA.
cs: Klepejte na tlačítka PRAVOU rukou.
da: Tryk på knapperne med din HØJRE hånd.
de: Tippe mit deiner RECHTEN Hand auf die Tasten.
el: Αγγίξτε τα κουμπιά χρησιμοποιώντας το ΔΕΞΙΟ σας χέρι.
es: Pulsa los botones con la mano derecha.
es_419: Toca los botones usando tu mano derecha.
fi: Napauta painikkeita OIKEALLA kädellä.
fr: Touchez les boutons de la main DROITE.
fr_ca: Touchez les boutons avec la main DROITE.
he: הקש/י על הכפתורים ביד ימין.
hi: अपने दाएँ हाथ से बटनों पर टैप करें।
hr: Dodirujte tipke koristeći DESNU ruku.
hu: Koppintson a gombokra JOBB kézzel.
id: Ketuk tombol menggunakan tangan KANAN Anda.
it: Tocca i pulsanti usando la mano DESTRA.
ja: 右手を使ってボタンをタップしてください。
ko: 오른손으로 버튼을 탭하십시오.
ms: Ketik butang menggunakan tangan KANAN anda.
nb: Trykk på knappene med din HØYRE hånd.
nl: Tik op de knoppen met de vingers van je RECHTERHAND.
pl: Stukaj w przyciski PRAWĄ ręką.
pt: Toque nos botões usando a mão DIREITA.
pt_pt: Com a mão DIREITA, toque nos botões.
ro: Apăsați butoanele folosind mâna DREAPTĂ.
ru: Касайтесь кнопок пальцами ПРАВОЙ руки.
sk: Klepte na tlačidlá pomocou PRAVEJ ruky.
sv: Tryck på knapparna med HÖGRA handen.
sw: Gusa vifungo kwa kutumia mkono wako wa KULIA.
th: ใช้มือขวาแตะปุ่ม
tr: Düğmelere SAĞ elinizi kullanarak dokunun.
uk: Торкайте кнопки ПРАВОЮ рукою.
vi: Chạm nút bằng tay PHẢI của bạn.
zh_cn: 使用右手轻点按钮。
zh_hk: 用你的右手點按這些按鈕。
zh_tw: 用「右手」點按按鈕。

# TAPPING_INTRO_TEXT
source: This activity measures your tapping speed.
ar: يقيس هذا النشاط سرعتك في الضغط.
ca: Aquesta activitat mesura la velocitat de premuda.
cs: Tato aktivita změří vaši rychlost klepání.
da: Denne aktivitet måler din trykhastighed.
de: Diese Aktivität misst dein Tipptempo.
el: Αυτή η δραστηριότητα αξιολογεί την ταχύτητα αγγιγμάτων σας.
es: Esta actividad mide tu velocidad de pulsación.
es_419: Esta actividad mide tu velocidad al tocar.
fi: Tämä aktiviteetti mittaa napautusnopeuttasi.
fr: Cette activité mesure votre vitesse de saisie.
fr_ca: Cette activité mesure votre vitesse de frappe.
he: פעילות זו מודדת את מהירות ההקשה שלך.
hi: इस गतिविधि द्वारा आपकी टैप करने की गति का मापन किया जाता है।
hr: Ova aktivnost mjeri vašu brzinu dodirivanja.
hu: Ez a tevékenység megméri a koppintási sebességét.
id: Aktivitas ini mengukur kecepatan mengetuk Anda.
it: L'attività misura la velocità dei tocchi che esegui.
ja: このアクティビティでは、タップの速度を測定します。
ko: 이 실험은 사용자의 탭하기 속도를 측정합니다.
ms: Aktiviti ini mengukur kelajuan mengetik anda.
nb: Denne aktiviteten måler trykkhastigheten din.
nl: Tijdens deze activiteit wordt de snelheid waarmee je tikt gemeten.
pl: To ćwiczenie mierzy Twoją szybkość stukania.
pt: Esta atividade mede a sua velocidade de toque.
pt_pt: Este exercício mede a sua velocidade de toque.
ro: Această activitate vă măsoară viteza de apăsare cu degetele.
ru: Во время выполнения этого задания оценивается скорость касания пальцами.
sk: Táto aktivita zmeria vašu rýchlosť klepania.
sv: Den här aktiviteten mäter din tryckhastighet.
sw: Shughuli hii inapima kasi yako ya kubofya.
th: กิจกรรมนี้จะวัดความเร็วในการแตะของคุณ
tr: Bu aktivite, dokunma hızınızı ölçer.
uk: Цей тест оцінює вашу швидкість торкання.
vi: Hoạt động này sẽ đo tốc độ chạm của bạn.
zh_cn: 本活动测量您的轻点速度。
zh_hk: 此測試活動能評估你的點按速度。
zh_tw: 此活動會測量您的點按速度。

# TAPPING_INTRO_TEXT_2_FORMAT
source: Tap one finger, then the other. Try to time your taps to be as even as possible. Keep tapping for %@.
ar: اضغط بإصبع، ثم بالإصبع الآخر. حاول ضبط وقت ضغطاتك ليكون متساويًا قدر الإمكان. واستمر في الضغط لمدة %@.
ca: Prem amb un dit, i després amb l’altre. Intenta que el ritme de premuda sigui constant. Prem durant %@.
cs: Klepněte jedním prstem a potom druhým. Zkuste klepat co nejvíc rovnoměrně. Pokračujte v klepání po %@.
da: Tryk med en finger og derefter med den anden. Forsøg at holde tiden mellem tryk så ensartet som muligt. Fortsæt med at trykke i %@.
de: Tippe erst mit einem Finger und dann mit dem anderen. Versuche in möglichst gleichmäßigen Abständen zu tippen. Tippe %@ lang.
el: Αγγίξτε με το ένα δάχτυλο και μετά με το άλλο. Προσπαθήστε ώστε ο χρόνος μεταξύ των αγγιγμάτων να είναι όσο το δυνατόν ίδιος. Συνεχίστε τα αγγίγματα για %@.
es: Pulsa con un dedo y luego con el otro. Intenta calcular el tiempo entre pulsación y pulsación para que sea lo más regular posible. Sigue pulsando durante %@.
es_419: Toca con un dedo y luego con el otro. Intenta calcular el tiempo entre cada toque para que sea lo más constante posible. Sigue tocando por %@.
fi: Napauta yhtä sormea ja sitten toista. Yritä ajoittaa napautukset mahdollisimman tasaisesti. Napauttele %@.
fr: Touchez l’écran avec un doigt, puis avec l’autre, pendant %@. Essayez de respecter le même intervalle de temps entre chaque toucher pour être aussi régulier que possible.
fr_ca: Touchez l’écran avec un doigt, puis avec l’autre. Faites en sorte que les contacts soient aussi réguliers que possible. Continuez pendant %@.
he: הקש/י באצבע אחת, ולאחר מכן בשניה. נסה/י להקיש בקצב קבוע ככל שתוכל/י. המשך/י להקיש למשך %@.
hi: एक उँगली से फिर दूसरी उँगली से टैप करें। अपने टैप का समय जितना संभव हो, एक समान रखने का प्रयास करें। %@ तक टैप करते रहें।
hr: Dodirnite jednim prstom, zatim drugim. Pokušajte tempirati dodire kako bi bili ujednačeni. Nastavite dodirivati %@.
hu: Koppintson az egyik, majd a másik ujjával. Próbáljon meg egyenletes időközönként koppintani. Folytassa a koppintásokat ennyi ideig: %@.
id: Ketuk dengan satu jari, lalu jari lainnya. Sebisa mungkin, coba atur ketukan Anda agar seimbang. Terus mengetuk selama %@.
it: Tocca con un dito, quindi con l'altro. Cerca di effettuare i tocchi con un ritmo più regolare possibile. Continua a toccare per %@.
ja: 一方の指でタップしてから、他方の指でタップします。できるだけ一定の時間間隔でタップしてください。%@間タップし続けます。
ko: 한 손가락을 탭하고 다른 손가락을 탭하십시오. 탭 간격이 거의 없도록 연속으로 탭하십시오. %@를 계속 탭하십시오.
ms: Ketik satu jari, kemudian ketik yang lain. Cuba mengetik dengan kadar yang sekata mungkin. Teruskan mengetik selama %@.
nb: Trykk med én finger, og deretter den andre. Veksle mellom knappene i jevne intervaller. Fortsett å trykke i %@.
nl: Tik eerst met de ene vinger en dan met de andere. Probeer zo gelijkmatig mogelijk te tikken. Ga %@ door met tikken.
pl: Stukaj na zmianę jednym i drugim palcem. Próbuj stukać możliwie miarowo. Stukaj przez %@.
pt: Toque um dedo e depois o outro. Tente manter o ritmo dos toques o mais constante possível. Continue tocando por %@.
pt_pt: Toque com um dedo e depois com o outro. Tente fazer com que os toques sejam o mais regulares possível. Continue a tocar durante %@.
ro: Apăsați cu un deget, apoi cu celălalt. Încercați ca apăsările să se succeadă cât de regulat cu putință. Continuați să apăsați timp de %@.
ru: Коснитесь одним пальцем, затем другим. Старайтесь, чтобы касания были максимально регулярными. Продолжайте в течение %@.
sk: Klepnite najprv jedným prstom a potom druhým prstom. Skúste klepnutia načasovať tak, aby boli čo najviac pravidelné. Klepte %@.
sv: Tryck med ett finger och sedan det andra. Försök att trycka i en så jämn takt som möjligt. Fortsätt trycka under %@.
sw: Gonga kidole kimoja, kisha kingine. Jaribu kupanga muda wa magongo yako yawe sawasawa iwezekanavyo. Endelea kupiga magongo kwa %@.
th: แตะหนึ่งนิ้ว แล้วตามด้วยอีกนิ้ว ลองจับเวลาการแตะของคุณโดยให้มีจังหวะเท่ากันมากที่สุด แตะต่อไปเรื่อยๆ เป็นเวลา %@
tr: Tek parmağınızla, sonra diğeriyle dokunun. Mümkün olduğunca eşit zaman aralıklarıyla dokunmaya çalışın. %@ süresince dokunmaya devam edin.
uk: Торкніть одним пальцем, потім іншим. Намагайтеся торкатися з якомога рівнішим інтервалом. Торкайте далі %@.
vi: Chạm một ngón tay, sau đó chạm ngón còn lại. Cố gắng tính thời gian số lần chạm chẵn nhất có thể. Tiếp tục chạm trong %@.
zh_cn: 用一个手指轻点，然后用另一个手指轻点。尽量保持均匀的轻点间隔。持续轻点 %@。
zh_hk: 先用一指點按，然後用另一指點按。請嘗試以最平穩的速度，持續點按 %@。
zh_tw: 先用一隻手指點按，再用另一隻手指。請試著讓兩指以平均的速率點按。持續點按 %@。

# TAPPING_INTRO_TEXT_2_LEFT_FIRST
source: Use two fingers on your left hand to alternately tap the buttons on the screen.
ar: استخدم إصبعين من يدك اليسرى للضغط بالتبادل على الزرين على الشاشة.
ca: Prem els botons de la pantalla alternant dos dits de la mà esquerra.
cs: Dvěma prsty levé ruky střídavě klepejte na tlačítka na obrazovce.
da: Tryk skiftevis på knapperne på skærmen med to fingre på den venstre hånd.
de: Verwende zwei Finger deiner linken Hand, um abwechselnd auf die Tasten auf dem Bildschirm zu tippen.
el: Χρησιμοποιήστε δύο δάχτυλα του αριστερού χεριού για εναλλάξ άγγιγμα των κουμπιών στην οθόνη.
es: Utiliza dos dedos de la mano izquierda para pulsar de forma alternativa los botones de la pantalla.
es_419: Usa dos dedos de la mano izquierda para tocar alternativamente los botones de la pantalla.
fi: Käytä vasemman käden kahta sormea näytön painikkeiden napauttamiseen vuorotellen.
fr: Avec deux doigts de la main gauche et en les alternant, touchez les boutons à l’écran.
fr_ca: Utilisez deux doigts de la main gauche pour toucher tour à tour les boutons affichés à l’écran.
he: הקש/י על הכפתורים שמופיעים על המסך בשתי אצבעות יד שמאל המתחלפות ביניהן לסירוגין.
hi: स्क्रीन पर बटनों पर एक के बाद एक टैप करने के लिए बाएँ हाथ की दो उँगलियों का उपयोग करें।
hr: Koristeći dva prsta lijeve ruke, naizmjence dodirujte tipke na zaslonu.
hu: A bal kezének két ujjával felváltva koppintson a gombokra a kijelzőn.
id: Gunakan dua jari pada tangan kiri Anda untuk mengetuk tombol di layar secara bergantian.
it: Utilizza due dita della mano sinistra per toccare alternativamente i pulsanti sullo schermo.
ja: 左手の2本の指を使って、画面上のボタンを交互にタップしてください。
ko: 왼손의 두 손가락으로 화면의 버튼을 번갈아 탭하십시오.
ms: Gunakan dua jari pada tangan kiri anda untuk mengetik butang pada skrin secara berselang-seli.
nb: Bruk to fingre på venstre hånd til å trykke vekselvis på knappene på skjermen.
nl: Tik met twee vingers van je linkerhand beurtelings op de knoppen op het scherm.
pl: Naprzemiennie stukaj w przyciski na ekranie dwoma palcami lewej ręki.
pt: Use dois dedos da mão esquerda para tocar nos botões da tela alternadamente.
pt_pt: Com dois dedos da mão esquerda, toque alternadamente nos botões no ecrã.
ro: Folosiți două degete de la mâna stângă pentru a apăsa alternativ butoanele de pe ecran.
ru: Двумя пальцами левой руки попеременно касайтесь появляющихся кнопок на экране.
sk: Pomocou dvoch prstov ľavej ruky striedavo klepte na tlačidlá na obrazovke.
sv: Använd två fingrar på vänstra handen till att omväxlande trycka på knapparna på skärmen.
sw: Tumia vidole viwili kwenye mkono wako wa kushoto kugonga kwa kupokezana vifungo kwenye skrini.
th: ใช้นิ้วมือข้างซ้ายสองนิ้วแตะสลับกันที่ปุ่มบนหน้าจอ
tr: Ekrandaki düğmelere dönüşümlü olarak dokunmak için sol elinizin iki parmağını kullanın.
uk: Двома пальцями лівої руки по черзі торкайте кнопки на екрані.
vi: Sử dụng hai ngón tay trên bàn tay trái bạn để luân phiên chạm vào các nút trên màn hình.
zh_cn: 用左手上的两个手指来轮流轻点屏幕上的按钮。
zh_hk: 請用左手的兩指梅花間竹地點按螢幕上的按鈕。
zh_tw: 用左手的兩指來交互點按螢幕上的按鈕。

# TAPPING_INTRO_TEXT_2_LEFT_SECOND
source: Now repeat the same test using your left hand.
ar: الآن، كرر نفس الاختبار باستخدام يدك اليسرى.
ca: Ara repeteix la mateixa operació amb la mà esquerra.
cs: Nyní test zopakujte levou rukou.
da: Gentag nu den samme test med din venstre hånd.
de: Wiederhole den Test nun mit deiner linken Hand.
el: Τώρα επαναλάβετε την ίδια δοκιμή με το αριστερό σας χέρι.
es: Ahora repite la prueba, pero con la mano izquierda.
es_419: Ahora repite la prueba con la mano izquierda.
fi: Suorita nyt sama testi vasemmalla kädellä.
fr: Répétez à présent ce test avec la main gauche.
fr_ca: Maintenant, répétez le test avec la main gauche.
he: כעת חזור/י על אותה פעולה ביד שמאל.
hi: अब अपने बाएँ हाथ का उपयोग करके यही परीक्षण दोहराएँ।
hr: Sad ponovite isti test lijevom rukom.
hu: Most ismételje meg ugyanezt a tesztet bal kézzel.
id: Sekarang ulangi tes yang sama menggunakan tangan kiri.
it: Ora ripeti lo stesso test con la mano sinistra.
ja: 次に、左手で同じテストを繰り返します。
ko: 이제 왼손으로 동일한 테스트를 반복하십시오.
ms: Sekarang ulang ujian yang sama menggunakan tangan kiri anda.
nb: Gjør den samme testen med venstre hånd.
nl: Voer nu dezelfde test uit met je linkerhand.
pl: Teraz wykonaj to ćwiczenie lewą ręką.
pt: Agora repita o mesmo teste com a mão esquerda.
pt_pt: Agora repita o mesmo teste com a mão esquerda.
ro: Acum, repetați același test folosind mâna stângă.
ru: Теперь повторите это упражнение левой рукой.
sk: Zopakujte tento test pomocou ľavej ruky.
sv: Nu upprepar du samma test med vänstra handen.
sw: Sasa rudia mtihani huo huo ukitumia mkono wako wa kushoto.
th: ตอนนี้ให้ทดสอบแบบเดียวกันซ้ำอีกครั้งโดยใช้มือซ้าย
tr: Şimdi aynı testi sol elinizi kullanarak tekrarlayın.
uk: Тепер повторіть цей самий тест для лівої руки.
vi: Bây giờ, hãy lặp lại bài kiểm tra tương tự bằng tay trái của bạn.
zh_cn: 现在用左手重复相同的测试。
zh_hk: 現在用左手進行相同的測試。
zh_tw: 現在請用左手重複執行相同的測試。
